; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	NAMP and bovirus, Ultimo aggiornamento: 03/02/2021
; Homepage:  numerico.altervista.org / bovirus@gmail.com
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "&Chiudi"
YES_BUT = "Si"
NO_BUT = "No"
DELETE_BUT = "&Elimina"
COPY_BUT = "Copia"
BATCH_BUT = "&Batch"
SEND_BUT = "&Invia"
NEXT_BUT = "Avanti >"
PREV_BUT = "< Indietro"
CLOSE_BUT = "&Chiudi"
EXIT_BUT = "Esci"
CONTINUE_BUT = "&Continua"
FINISH_BUT = "&Fine"
ALWAYS_BUT = "&Sempre"
NEVER_BUT = "Mai"
CHECKBOX_REMEMBER = "Ricorda la mia scelta"
CHECKBOX_DONT_ASK_AGAIN = "Non chiederlo più"
MAIN_DEST_DIR_LABEL = "&Percorso estrazione:"
MAIN_FILE_LABEL = "&Archivio/installer:"
MAIN_DIRECTORY_LOCK = "Blocca cartella"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Disattiva scelta automatica cartella%nPer esempio per aggiungere più file alla coda batch%nsenza dover selezionare la stessa destinazione per ciascuno di essi"
MENU_FILE_LABEL = "&File"
MENU_FILE_OPEN_LABEL = "&Apri"
MENU_FILE_KEEP_OPEN_LABEL = "&Mantieni %name aperto"
MENU_FILE_SHOW_LABEL = "Visualizza coda batch"
MENU_FILE_CLEAR_LABEL = "Azzera coda batch"
MENU_FILE_LOG_OPEN_LABEL = "Apri file registro eventi più recente"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Apri cartella registro eventi"
MENU_FILE_LOG_LABEL = "Elimina file registro eventi (%1)"
MENU_FILE_QUIT_LABEL = "&Esci"
MENU_EDIT_LABEL = "&Modifica"
MENU_EDIT_SILENT_MODE_LABEL = "Modalità silenziosa"
MENU_EDIT_PASSWORD_LABEL = "Elenco password"
MENU_EDIT_CONTEXT_LABEL = "&Voci menu contestuale"
MENU_EDIT_PREFS_LABEL = "Im&postazioni"
MENU_HELP_LABEL = "&Aiuto"
MENU_HELP_FEEDBACK_LABEL = "&Valuta"
MENU_HELP_PLUGINS_LABEL = "&Plugin"
MENU_HELP_UPDATE_LABEL = "Controlla &aggiornamenti"
MENU_HELP_WEB_LABEL = "Sito &web %1"
MENU_HELP_GITHUB_LABEL = "Repository &github %1"
MENU_HELP_STATS_LABEL = "Statistiche"
MENU_HELP_PROGDIR_LABEL = "Apri cartella programma"
MENU_HELP_CONFIGFILE_LABEL = "Apri file impostazioni"
MENU_HELP_ABOUT_LABEL = "Info su %name"
PREFS_TITLE_LABEL = "Impostazioni"
PREFS_UNIEXTRACT_OPTS_LABEL = "Impostazioni %name"
PREFS_HISTORY_LABEL = "Tieni traccia &cronologie archivi"
PREFS_UPDATEINTERVAL_LABEL = "Cerca aggiornamenti:"
PREFS_UPDATE_DAILY = "Ogni giorno"
PREFS_UPDATE_WEEKLY = "Ogni settimana"
PREFS_UPDATE_MONTHLY = "Ogni mese"
PREFS_UPDATE_YEARLY = "Ogni anno"
PREFS_UPDATE_NEVER = "Mai"
PREFS_UPDATE_CUSTOM = "Ogni %1 giorno"
PREFS_FORMAT_OPTS_LABEL = "Impostazioni aggiuntive"
PREFS_LANG_LABEL = "&Lingua"
PREFS_WARN_EXECUTE_LABEL = "&Avvisa prima di eseguire i file"
PREFS_WARN_EXECUTE_TOOLTIP = "Alcuni metodi di estrazione sono basati sull'esecuzione del file.%nCon questa opzione abilitata viene visualizzato un avviso prima di eseguire tali azioni potenzialmente pericolose."
PREFS_CHECK_FREE_SPACE_LABEL = "Controlla spazio libero"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Controlla spazio libero nel disco prima dell'estrazione."
PREFS_CHECK_UNICODE_LABEL = "Controlla presenza caratteri Unicode"
PREFS_CHECK_UNICODE_TOOLTIP = "Alcuni caratteri speciali (ad esempio caratteri giapponesi in sistemi non giapponese) possono causare problemi quando si tenta di estrarre.%nSe riscontri problemi con l'estrazione di tali file, abilita questa opzione per rinominarli temporaneamente in automatico."
PREFS_APPEND_EXT_LABEL = "&Correggi estensioni file"
PREFS_APPEND_EXT_TOOLTIP = "Correggi estensione file mancante od errata."
PREFS_HIDE_TRAY_LABEL = ""
PREFS_HIDE_STATUS_LABEL = "Nascondi casella di stato"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Nascondi casella in modo schermo intero"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Modalità gioco - disattiva automaticamente la casella di stato se la finestra attiva è un'applicazione a schermo intero"
PREFS_OPEN_FOLDER_LABEL = "Apri cartella dopo estrazione"
PREFS_FEEDBACK_PROMPT_LABEL = "Chiedi valutazione"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "Con questa opzione abilitata dopo una estrazione fallita verrà visualizzata una richiesta di valutazione."
PREFS_WINDOW_POSITION_LABEL = "Memorizza posizione finestra"
PREFS_SEND_STATS_LABEL = "Invia statistiche anonime d'uso"
PREFS_SEND_STATS_TOOLTIP = "Invio automatico di statistiche anonime (che tipo di file - ad es. zip - quelli più estratti, quali opzioni hai impostato, un ID utente casuale;%nnessun nome file o informazioni, serviranno ad identificare quello che avete collezionato).%nCiò aiuta ad identificare le funzioni più usate di %name e a concentrare lo sviluppo sul loro miglioramento."
PREFS_LOG_LABEL = "Crea file registro eventi"
PREFS_VIDEOTRACK_LABEL = "Estrai tracce video"
PREFS_VIDEOTRACK_TOOLTIP = "Se disattivato le tracce video vengono ignorate quando si estraggono dai file video.%nQuesto è utile e necessario per la traccia audio se vuoi risparmiare tempo e spazio nel disco."
PREFS_TOPMOST_LABEL = "Mantieni sempre in primo piano"
PREFS_BETA_UPDATES_LABEL = "Installa aggiornamenti beta"
PREFS_SOURCE_FILES_LABEL = " File sorgente"
PREFS_SOURCE_FILES_OPT_ASK = "Chiedi prima"
PREFS_SOURCE_FILES_OPT_DELETE = "Elimina file"
PREFS_SOURCE_FILES_OPT_KEEP = "Mantieni file"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Visualizza sempre la richiesta di eliminare o mantenere il file sorgente."
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "Elimina altri file"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "Pre filtro %name ha estratto i file e spostato quelli inutili nel percorso '%1'.%nPuoi scegliere di eliminare invece i file."
FEEDBACK_TITLE_LABEL = "Valutazione"
FEEDBACK_SYSINFO_LABEL = "Informazioni sistema:"
FEEDBACK_OUTPUT_LABEL = "output %name:"
FEEDBACK_MESSAGE_LABEL = "Tuo messaggio/ulteriori informazioni:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "Ho letto e accetto le regole sulla privacy"
FEEDBACK_PRIVACY_VIEW_LABEL = "Visualizza regole sulla privacy"
CONTEXT_ENTRIES_LABEL = "Voci menu contestuale"
CONTEXT_ENABLED_LABEL = "Abilitate"
CONTEXT_ALL_USERS_LABEL = "Attive per tutti gli utenti"
CONTEXT_ADMIN_REQUIRED = "Questa opzione richiede diritti di amministratore"
CONTEXT_FILE_ASSOC_LABEL = "Associazioni file"
CONTEXT_SIMPLE_RADIO = "Semplice"
CONTEXT_CASCADING_RADIO = "Tendina"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Questa funzione richiede Windows 7 o superiore"
UPDATE_ACTION_INSTALL = "Installa aggiornamento"
UPDATE_STATUS_SEARCHING = "Ricerca aggiornamenti..."
UPDATE_TERM_PROGRAM_FILES = "File programma %name"
UPDATE_WHATS_NEW = "Novità programma?"
FIRSTSTART_TITLE = "Impostazioni primo avvio"
FIRSTSTART_PAGES = "Benvenuto|Impostazioni|Voci menu contestuale"
FIRSTSTART_PAGE1 = "Grazie per aver scelto %name.%n%nPer garantire una corretta funzionalità, alcune impostazioni devono essere configurate al primo avvio.%nQuesta procedura assistita ti aiuterà in pochi passi e non verrà visualizzata nuovamente.%nTutte le funzionalità sono accessibili dal menu principale o dalle opzioni, che verranno impostate automaticamente a richiesta.%nResponsabilità: questo software ti viene fornito "così com'è", senza alcuna garanzia implicita o esplicita.%nUusarlo è una tua responsabilità con i rischi che nè conseguono.%nGli autori di %name non possono essere ritenuti responsabili per eventuali danni derivati dall'uso del programma.%nCome per qualsiasi strumento, può essere usato per scopi legali o illegali.%nUsando %name accetti di usare il programma per scopi legali, secondo le leggi internazionali o locali.%nSe non accetti questo Accordo di licenza, non potrai usare questo strumento."
FIRSTSTART_PAGE2 = "Imposta le opzioni generali per il comportamento dell'estrazione di %name.%n%nTutte queste impostazioni sono accessibili in qualsiasi momento tramite il menu principale."
FIRSTSTART_PAGE3 = "%name può integrarsi completamente nel menu contestuale, in modo tale da velocizzare il comportamento per l'estrazione con un semplice clic del mouse di qualsiasi file senza aprire la finestra principale del programma.%nScegli le voci da assegnare al menu contestuale.%n%nQueste impostazioni sono accessibili dal menu principale."
FFMPEG_LICENSE_ACCEPT_LABEL = "Ho letto e accetto il contratto di licenza"
FFMPEG_LICENSE_VIEW_LABEL = "Visualizza il contratto di licenza"
FFMPEG_SELECT_LABEL = "Hai già FFmpeg?"
FFMPEG_SELECT_TITLE = "Seleziona file FFmpeg"
STATS_HEADER_STATUS = "Risultato generale distribuzione"
STATS_HEADER_TYPE = "Estrazioni per tipo file"
STATS_STATUS_SUCCESS = "Completata"
STATS_STATUS_FAILED = "Fallita"
STATS_STATUS_FILEINFO = "Scansione file"
STATS_STATUS_UNKNOWN = "Tipo file sconosciuto/non supportato"
STATS_NO_DATA = "Dati disponibili insufficienti per creare le statistiche.%n%nRiprova più tardi."
FILESCAN_TITLE = "Risultato scansione file:"
ABOUT_INFO_LABEL = "Versione originale di %1%nVersione 2.0.0 di Bioruebe <%2>%nVersione %3 di gvp9000%n%nTraduzione lingua italiana di NAMP e bovirus (03.02.2021)%n%nRilasciato sotto %4"
ABOUT_VERSION = "Versione %1"
METHOD_ADMIN_RADIO = "Installa %1 come amministratore"
METHOD_EXTRACTION_RADIO = "Estrazione di %1"
METHOD_HEADER = "Estrazione di %1"
METHOD_RADIO_LABEL = "Metodo estrazione"
METHOD_SWITCH_RADIO = "Switch %1"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "%name non supporta i seguenti metodi per l'estrazione dei pacchetti %1.%nPurtroppo nessuno di questi metodi è affidabile al 100%.%nSe il metodo predefinito non sembra funzionare, prova a eseguire di nuovo %name e seleziona un metodo alternativo."
METHOD_UNPACKER_RADIO = "Decompressione di %1"
METHOD_GAME_LABEL = "Il file %1 è probabilmente un archivio gioco.%n%name è in grado di gestire diversi tipi di pacchetti giochi, ma non può verificare il gioco a cui appartiene.%nSeleziona il gioco corretto dall'elenco qui sotto e fai clic su 'OK' per avviare l'estrazione o scegli 'Non è un gioco di questo elenco' per cercare di estrarre il pacchetto con un altro metodo.%nFai clic su 'Annulla' se il file non è un archivio gioco.%n%nNota: se un archivio gioco viene estratto con la firma sbagliata può portare al blocco del sistema per diversi minuti.%nFai attenzione."
METHOD_GAME_NOGAME = "Non è un gioco di questo elenco"
METHOD_NOT_IN_LIST = "Nessuno di questi"
METHOD_FILE_SELECT_LABEL = "Per l'estrazione di %1 è necessario un file di dati aggiuntivo, e %name non è in grado di determinare quale.%n%nSeleziona una delle opzioni seguenti.%nSe l'estrazione non funziona correttamente, riprova con una scelta diversa."
METHOD_EXTRACTOR_SELECT_LABEL = "%nDi seguito è disponibile un elenco uno codice abbreviato per ogni tipo di estrattore/file attualmente supportato da %name.%n%nSeleziona il tipo di estrazione da usare.%nSeleziona '%2' per rilevare automaticamente il tipo di file come se fosse in esecuzione normalmente %name."

; GUI control functions
EXTRACT_TO = "Estrai in"
OPEN_FILE = "Apri file"
SELECT_FILE = "Tutti i file"
UPDATE_CURRENT = "La versione di %name installata è aggiornata."

; Common terms
TERM_ARCHIVE = "Archivio"
TERM_AUDIO = "Audio"
TERM_COMPILED = "Compilato"
TERM_COMPRESSED = "File compressi"
TERM_CONTAINER = "Formato contenitore"
TERM_DATABASE = "Database"
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "Download"
TERM_DOWNLOADING = "Download in corso"
TERM_EBOOK = "Ebook"
TERM_ECARD = "Ecard"
TERM_ENCODED = "Codifica file"
TERM_ENCRYPTED = "File criptato"
TERM_ERROR = "Errore"
TERM_EXECUTABLE = "File eseguibile"
TERM_EXTRACT = "Estrai"
TERM_FILE = "File"
TERM_GAME = "Gioco"
TERM_HELP = "Aiuto"
TERM_HOTFIX = "Hotfix"
TERM_IMAGE = "Immagine"
TERM_INSTALLED = "Installato"
TERM_INSTALLER = "File installazione"
TERM_LOADING = "Caricamento..."
TERM_MERGE_MODULE = "Unisci modulo"
TERM_OVERALL_PROGRESS = "Progresso totale"
TERM_PACKAGE = "Pacchetto"
TERM_PAGE = "Pagina"
TERM_PATCH = "Percorso"
TERM_RECONSTRUCTED = "Ricostruito"
TERM_SCAN = "Scansiona"
TERM_SCRIPT = "Script"
TERM_SFX = "Auto estraente"
TERM_STAGE = "Fase"
TERM_TESTING = "Test"
TERM_TRANSLATION = "Traduzione"
TERM_UNKNOWN = "Sconosciuto"
TERM_UNPACKED = "Decomprimi"
TERM_UPDATER = "Aggiornamento"
TERM_VIDEO = "Video"

; Status messages
SCANNING_FILE = "Scansiona file con %1"
SCANNING_EXE = "Scansione file eseguibile con %1"
EXTRACTING = "Estrazione file da:"
INIT_WAIT = "Attendi inizializzazione installer.%nAttendi."
SENDING_FEEDBACK = "Valutazione inviata"
INPUT_NEEDED = "Necessario input itente"
SEARCHING_PASSWORD = "Ricerca password"
TESTING_PASSWORD = "Prova password (%1/%2)"
MOVING_FILE = "Spostamento in"
RENAMING_FILES = "Rinomina file (%1/%2)"
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "Inizializzazione completata.%nChiudi il programma di installazione, quindi fai clic su 'OK' per continuare."
UNPACK_PROMPT = "Questo pacchetto è compresso con %1 e non può essere estratto.%nQuesto perchè può essere che il tipo di file non è supportato o perchè non ci sono file da estrarre.%n%nVuoi decomprimere questo file?%n%nNota: il file decompresso si chiamerà:%n%2"
UNPACK_FAILED = "Errore: %1%nnon può essere decompresso."
UNPACK_AGAIN = "Decompressione di %1 completata.%n%nVuoi che %name tenti di estrarre il file %2?"
NSIS_BINFILES = "Nota: estrazione di %1 completata.%nTuttavia, ci sono file data.bin nella stessa cartella del file %2.%nQuesti potrebbero essere parte dei file di installazione.%n%nFai clic su 'OK' se vuoi scompattare anche loro con %name, o su 'Annulla' per interrompere."
WARN_EXECUTE = "Attenzione: al fine di estrarre questo tipo di file, il file deve essere eseguito direttamente.%n%nSe ritieni che questo file potrebbe essere dannoso, ti consigliamo di non continuare."
FEEDBACK_SUCCESS = "Grazie per la tua valutazione.%nIl messaggio verrà elaborato al più presto.%nSe hai inviato dal tuo indirizzo email, presto riceverai una risposta."
FEEDBACK_PROMPT = "Per migliorare ulteriormente le versioni di %name, potresti prendere in seria considerazione di informare il team su possibili errori.%nAd esempio non è possibile estrarre il file%n%1%nma %name dovrebbe essere in grado di farlo.%nÈ possibile inviarci informazioni relative al file e all'errore apparso.%nVuoi aprire l'interfaccia di valutazione?%n%nInformativa sulla privacy: solo i dati visualizzati nell'interfaccia verranno inviati.%nSe non vuoi inviare informazioni specifiche, ti basta non compilare le relative caselle.%nPer offrirti versioni speciali (pre-release) per correggere l'errore, ti sarà assegnato un ID univoco generato in automatico alla prima segnalazione."
FEEDBACK_PRIVACY = "Informativa sulla privacy: i file di valutazione sono archiviati online nei nostri server fino a quando non vengono elaborati da uno sviluppatore ed eliminati in seguito.%nI dati non saranno condivisi con terzi.%nPuoi richiedere via email in qualsiasi momento la cancellazione dei file.%n%nIl contenuto registrato può includere informazioni di sistema, nonché parti del contenuto del file.%nSe non vuoi inviare informazioni specifiche ti basta cancellarli.%n%nAccetti questo accordo sulla privacy e vuoi inviare il messaggio?%nIn caso contrario non sarà trasmesso nulla."
FEEDBACK_OUTDATED = "Attenzione: stai usando una versione obsoleta di %name.%n%nPrima di segnalare un problema, assicurati di usare la versione più recente.%nGrazie!"
FFMPEG_NEEDED = "%1 sembra essere un file video.%n%nAl fine di estrarre tutte le tracce video e audio, è necessario FFmpeg, ma i file corrispondenti non sono inclusi per mantenere ridotte le dimensioni del programma.%n%name può scaricare automaticamente i file necessari.%nUna volta scaricati i file binari saranno memorizzati nella cartella del programma che saranno automaticamente aggiornabili e, li potrai usarli anche in modalità portatile. %n%nVuoi che %name scarichi FFmpeg? %n%nNota: se selezioni 'Sì', confermi di aver letto e di accettare i termini della licenza di FFmpeg, visibile in %2."
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = "Per estrarre %1, è necessario un programma di supporto aggiuntivo.%n%nUsa il pulsante in basso per aprire il gestore dei plugin e scarica il plugin selezionato.%nQuindi usa il pulsante '%2' per aggiungerlo in %name.%nDopo aver chiuso il gestore dei plugin, l'estrazione continuerà."
UPDATE_PROMPT = "Nuovo aggiornamento di %1 disponibile.%n%nVuoi scaricare l'aggiornamento?"
FILE_COPY = "Per elaborare correttamente il file %1, è necessario crearne una copia.%nA seconda delle dimensioni del file, questo può richiedere del tempo.%n%nAssicurati di avere spazio libero disponibile, quindi per continuare fai clic su 'OK'."
FILE_DELETE = "Estrazione del file %1 completata.%nVuoi che %name elimini il file originale?%n%nNota: è possibile che i file estratti non siano usabili.%nFai clic su 'Sì' se ritieni che l'estrazione sia stata eseguita come da tue aspettative.%n(questo messaggio lo puoi disattivare nelle opzioni.)"
BATCH_DUPLICATE = "Il file %1 è già in coda batch.%n%nVuoi aggiungerlo di nuovo e quindi estrarlo due volte?"
NO_FREE_SPACE = "Attenzione: l'unità destinazione dispone di meno spazio libero rispetto alla dimensione del file sorgente.%n%nSpazio libero:%t%1 MB%nSpazio necessario:%t>%2 MB%nDifferenza:%t~%3 MB"
CONTEXT_DANGEROUS = "Attenzione!%nModificare le associazioni file può essere dannoso.%nAd esempio modificando i comandi standard di .exe può portare a non funzionare correttamente le applicazioni.%nAssicurati di sapere cosa stai facendo.%n%nSei sicuro di voler continuare?"
ELEVATION_REQUIRED = "Accesso negato.%n%n%name verrà riavviato con diritti di amministratore.%nRiprova in seguito."
ACCESS_DENIED = "Accesso negato.%n%n%name viene già eseguito con diritti di amministratore.%nAssicurati di avere i diritti necessari per eseguire l'azione e riprova."
MOVE_FAILED = "%1 non può essere copiato in %2.%nNel caso in cui il percorso o il nome contengano caratteri speciali, prova a rinominare il file o spostarlo in una cartella con un nome normale.%nIn questo modo, %name non deve copiarlo nella cartella temporanea.%nQuindi avvia di nuovo l'estrazione."

; Help text
HELP_TITLE = "%name: uso linea di comando"
HELP_USAGE_TITLE = "Uso:"
HELP_USAGE = "%1 <file> [<destinazione> | /scan | /sub | /last] [/silent] [/batch] [/type[=<tipo>]]"
HELP_ARGUMENTS = "Argomenti supportati:"
HELP_SCAN = "%n   %1%t%tVisualizza informazioni sul tipo di file, non estrae nessun file"
HELP_FILENAME = "   <file>%t%tPercorso del file da estrarre"
HELP_DESTINATION = "%n   <destinazione>%tCartella in cui estrarre i file"
HELP_SILENT = "%n   %1%t%tModo silenzioso (disabilita tutti i prompt)"
HELP_BATCH = "%n   %1%t%tAggiunge file alla coda batch"
HELP_TYPE = "%n   %1<tipo>%tTratta il file da estrarre come tipo <tipo>%n%t%to se non è specificato nessun tipo visualizza un finestra selezione tipi"
HELP_SUB = "%n%nPassa %1 invece della cartella destinazione quindi istruisce %name ad in uan sottocartella con il nome dell'archivio; "
HELP_LAST = "con %1 verrà selezionata l'ultima cartella usata."
HELP_NOARGS = "%n%nEseguendo %name senza argomenti verrà aperta l'interfaccia grafica."
HELP_MORE = "%n%nNel collegamento della guida in linea qui sotto è disponibile la documentazione incluse le domande più frequenti."
HELP_EXAMPLE_TITLE = "Esempio:"
HELP_EXAMPLE = "%1 "C:\Files\example.zip" "C:\unpacked""
HELP_DOCS_LINK = "Visualizza guida riferimento completa linea di comando"

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = "Tipo di file sconosciuto"
UNKNOWN_FILETYPE = "%1 non può essere estratto.%nImpossibile determinare esattamente il tipo di file.%n%nSe disponi di ulteriori informazioni su questo tipo di file, contattaci usando il modulo feedback."
INVALID_FILE = "Il file da estrarre%n%n%1%n%nnon è stato trovato.%nSeleziona un file valido.%n%n%1"
INVALID_DIR = "%1 non può essere creato.%nNon disponi delle autorizzazioni necessarie per scrivere in quella cartella.%n%nSeleziona una destinazione valida e prova nuovamente a eseguire %name con diritti di amministratore."
NO_HISTORY = "%1 non può essere estratto.%nL'ultima cartella usata non può essere letta.%n%nAssicurati che %2 sia abilitato e che sia estratto almeno un file prima di tentare l'estrazione nell'ultima cartella usata."
EXTRACT_FAILED = "%1 non può essere estratto.%n%nSembra essere un(n) %2, che è supportato, ma l'estrazione non è riuscita.%n%nVuoi che %name crei e visualizzi un file di log con ulteriori informazioni?"
NOT_PACKED = "%1 non può essere estratto, il file non è compresso %n%n%2"
DOWNLOAD_FAILED = "Il file %1 non può essere scaricato.%nAssicurati di essere connesso ad internet e riprova."
UPDATECHECK_FAILED = "Controllo aggiornamenti non riuscito.%nAssicurati di essere connesso a internet e riprova."
UPDATE_FAILED = "Aggiornamento fallito.%n%nRiprova più tardi o aggiorna manualmente."
UPDATE_NOADMIN = "%name non è riuscito a richiedere i diritti amministrativi.%n%nFai clic con il pulsante destro del mouse sull'icona del programma %name e seleziona 'Esegui come amministratore', quindi cerca di nuovo gli aggiornamenti tramite il menu della Guida."
FFMPEG_MOVE_FAILED = "FFmpeg non può essere impostato correttamente.%nFai clic con il pulsante destro del mouse sull'icona del programma %name, seleziona 'Esegui come amministratore' e riprova."
FFMPEG_INVALID_FILE = "Il file selezionato non è una versione supportata da FFmpeg.%n%nFFmpeg è disponibile in due versioni: come un unico file eseguibile ('statico') e come una cartella con un eseguibile molto piccolo e molti file .dll ('condivisi').%n%name supporta solo il primo."
FEEDBACK_EMPTY = "Cerca di fornire quante più informazioni possibili per garantire un veloce feedback."
FEEDBACK_ERROR = "Invio feedback non riuscito.%nRiprova manualmente più tardi a inviare l'email o usa il forum per inviare il report.%nGrazie"
FEEDBACK_PRIVACY_NOT_ACCETPED = "Per inviare un feedback accetta le regole sulla privacy ."
LICENSE_NOT_ACCEPTED = "Per inviare il feedback devi accettare l'informativa sulla privacy ."
BATCH_FINISH = "L'elaborazione batch è stata completata, ma non tutti i file potrebbero essere stati estratti correttamente.%nI seguenti file hanno provocato un errore:%n%n%1%nPer ulteriori informazioni consulta il file registro eventi nella cartella log (disponibile solo se la registrazione eventi è attivata)."
NOT_SUPPORTED_TITLE = "Tipo di file non supportato"
NOT_SUPPORTED = "%1 non può essere estratto.%n%n%name attualmente non supporta questo tipo di file.%nSe non conosci un metodo per estrarlo, inviaci alcune informazioni al riguardo, così potremmo inserire questa caratteristica nelle prossime versioni."
MISSING_EXE = "%1 non può essere estratto.%n%nIl modulo supporto %2 non è stato trovato.
EXTRACT_TIMEOUT = "%1 non può essere estratto.%n%nè stato raggiunto il tempo limite.%nSe il problema è temporaneo, un nuovo tentativo potrebbe riuscire."
WRONG_PASSWORD = "%1 non può essere estratto.%n%nIl file è protetto da password e quella inserita non è corretta.%n%nSuggerimento: usa la ricerca automatica delle password incorporata in base a un elenco di password configurabile dal menu %2."
NO_FREE_SPACE_ERROR = "%1 non può essere estratto.%n%nNon c'è abbastanza spazio nell'unità destinazione.%nLibera spazio sufficiente e riprova."
MISSING_PART = "%1 non può essere estratto.%n%nL'archivio è costituito da più parti.%nPer l'estrazione sono necessarie tutte le parti, ma alcune parti di esse non sono state trovate.%n%nAssicurati che tutte le parti del file si trovino nella stessa cartella e riprova."
PLUGIN_IMPORT_MISSINGFILES = "Importazione plugin %1 fallita.%n%nNon sono stati selezionati tutti i file.%nRiprova selezionando tutti i seguenti file:%n%n%2"
MISSING_DEFINITION = "%1 non può essere estratto.%n%nNon è stato trovato il file di definizione %2.%n%nSe si tratta di un plugin personalizzato, assicurati che sia impostato correttamente."
OPEN_URL_FAILED = "%name non è riuscito ad aprire il collegamento web richiesto.%n%nApri il browser preferito e inserisci manualmente la seguente URL:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Tipi file supportati:%n"
PLUGIN_ARC_CONV = "Estrattore per diversi archivi di gioco"
PLUGIN_ISCAB = "Parte del pacchetto InstallShield per estrarre file CAB.%nPotrebbe funzionare meglio dell'estrattore generico di Universal Extractor, ma è uno strumento commerciale (non gratuito)."
PLUGIN_THINSTALL = "Estrattore per programmi resi portatili tramite con Thinstall"
PLUGIN_UNREAL = "Estrattore archivi di Unreal Engine"
PLUGIN_WINTERMUTE = "Estrattore per archivi di gioco WinterMute engine"
PLUGIN_CI = "Plug-in per installazioni di CreateInstall, download, installa, copia file %1, %2, %3 in \bin"
PLUGIN_DGCA = "Estrattore per archivi DGCA"
PLUGIN_BOOTIMG = "Estrattore per boot immagini Android"
PLUGIN_IS5COMP = "Supporta estrazione per vecchi archivi InstallShield"
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = "Estrattore per i pacchetti Symbian OS più recenti"
PLUGIN_BITROCK = "Estrattore per installazioni Bitrock Install Builder"

; Context Menu integration
EXTRACT_FILES = "&Apri file"
EXTRACT_HERE = "&Estrai qui"
EXTRACT_SUB = "Estrai in &sottocartella"
EXTRACT_LAST = "Estrai in &ultima cartella usata"
SCAN_FILE = "&Scansione file"

; Other
DIR_ADDITIONAL_FILES = "File aggiuntivi"

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = "Rimuovi impostazioni e registri eventi"
